mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
alsa-plugins
alsa-utils
audiocd-kio
autoconf
automake
base
bash-completion
bind
binutils
bison
bluedevil
bluez
bluez-libs
bluez-utils
bridge-utils
btrfs-progs
cronie
dialog
dosfstools
dtc
efibootmgr
egl-wayland
exfat-utils
extra-cmake-modules
flex
fuse2
fuse3
fuseiso
gcc
git
gptfdisk
grub
gst-libav
gst-plugins-good
gst-plugins-ugly
haveged
htop
iptables-nft
jdk-openjdk
libdvdcss
libnewt
libtool
linux
linux-firmware
linux-headers
lsof
lzop
m4
make
networkmanager
ntfs-3g
ntp
openbsd-netcat
openssh
os-prober
pacman-contrib
patch
pkgconf
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-psutil
python-pyqt5
python-pip
rsync
snapper
spectacle
sudo
terminus-font
traceroute
ufw
unzip
usbutils
vim
wget
which
xdg-user-dirs
zeroconf-ioslave